Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Regulation (EU) 2024/1358 of the European Parliament and of the Council of 14 May 2024 on the establishment of ‘Eurodac’ for the comparison of biometric data in order to effectively apply Regulations (EU) 2024/1315 and (EU) 2024/1350 of the European Parliament and of the Council and Council Directive 2001/55/EC and to identify illegally staying third-country nationals and stateless persons and on requests for the comparison with Eurodac data by Member States’ law enforcement authorities and Europol for law enforcement purposes, amending Regulations (EU) 2018/1240 and (EU) 2019/818 of the European Parliament and of the Council and repealing Regulation (EU) No 603/2013 of the European Parliament and of the Council (OJ L, 2024/1358, 22.5.2024, ELI: http://data.europa.eu/eli/reg/2024/1358/oj).
pt_pt: Regulamento (UE) 2024/1358 do Parlamento Europeu e do Conselho, de 14 de maio de 2024, relativo à criação do sistema «Eurodac» de comparação de dados biométricos para efeitos da aplicação efetiva dos Regulamentos (UE) 2024/1315 e (UE) 2024/1350 do Parlamento Europeu e do Conselho e da Diretiva 2001/55/CE do Conselho, para identificação de nacionais de países terceiros e apátridas em situação irregular, e de pedidos de comparação com os dados Eurodac apresentados pelas autoridades responsáveis dos Estados-Membros e pela Europol para fins de aplicação da lei, que altera os Regulamentos (UE) 2018/1240 e (UE) 2019/818 do Parlamento Europeu e do Conselho e revoga o Regulamento (UE) n.o 603/2013 do Parlamento Europeu e do Conselho (JO L, 2024/1358, 22.5.2024, ELI: http://data.europa.eu/eli/reg/2024/1358/oj).

source: Entry/Exit System
pt_pt: Sistema de Entrada/Saída

source: Regulation (EU) 2017/2226 of the European Parliament and of the Council of 30 November 2017 establishing an Entry/Exit System (EES) to register entry and exit data and refusal of entry data of third-country nationals crossing the external borders of the Member States and determining the conditions for access to the EES for law enforcement purposes, and amending the Convention implementing the Schengen Agreement and Regulations (EC) No 767/2008 and (EU) No 1077/2011 (OJ L 327, 9.12.2017, p. 20).
pt_pt: Regulamento (UE) 2017/2226 do Parlamento Europeu e do Conselho, de 30 de novembro de 2017, que estabelece o Sistema de Entrada/Saída (SES) para registo dos dados das entradas e saídas e dos dados das recusas de entrada dos nacionais de países terceiros aquando da passagem das fronteiras externas dos Estados-Membros, que determina as condições de acesso ao SES para efeitos de aplicação da lei, e que altera a Convenção de Aplicação do Acordo de Schengen e os Regulamentos (CE) n.o 767/2008 e (UE) n.o 1077/2011 (JO L 327 de 9.12.2017, p. 20).

source: European Travel Information and Authorisation System
pt_pt: Sistema Europeu de Informação e Autorização de Viagem

source: Regulation (EU) 2018/1240 of the European Parliament and of the Council of 12 September 2018 establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226 (OJ L 236, 19.9.2018, p. 1).
pt_pt: Regulamento (UE) 2018/1240 do Parlamento Europeu e do Conselho, de 12 de setembro de 2018, que cria um Sistema Europeu de Informação e Autorização de Viagem (ETIAS) e altera os Regulamentos (UE) n.o 1077/2011, (UE) n.o 515/2014, (UE) 2016/399, (UE) 2016/1624 e (UE) 2017/2226 (JO L 236 de 19.9.2018, p. 1).

source: Regulation (EU) 2018/1241 of the European Parliament and of the Council of 12 September 2018 amending Regulation (EU) 2016/794 for the purpose of establishing a European Travel Information and Authorisation System (ETIAS) (OJ L 236, 19.9.2018, p. 72).
pt_pt: Regulamento (UE) 2018/1241 do Parlamento Europeu e do Conselho, de 12 de setembro de 2018, que altera o Regulamento (UE) 2016/794 para efeitos da criação de um Sistema Europeu de Informação e Autorização de Viagem (ETIAS) (JO L 236 de 19.9.2018, p. 72).

source: European Criminal Records Information System on third-country nationals and stateless persons
pt_pt: Sistema Europeu de Informação sobre Registos Criminais de nacionais de países terceiros e de apátridas

source: Regulation (EU) 2019/816 of the European Parliament and of the Council of 17 April 2019 establishing a centralised system for the identification of Member States holding conviction information on third-country nationals and stateless persons (ECRIS-TCN) to supplement the European Criminal Records Information System and amending Regulation (EU) 2018/1726 (OJ L 135, 22.5.2019, p. 1).
pt_pt: Regulamento (UE) 2019/816 do Parlamento Europeu e do Conselho, de 17 de abril de 2019, que cria um sistema centralizado para a determinação dos Estados-Membros que possuem informações sobre condenações de nacionais de países terceiros e de apátridas (ECRIS-TCN) tendo em vista completar o Sistema Europeu de Informação sobre Registos Criminais e que altera o Regulamento (UE) 2018/1726 (JO L 135 de 22.5.2019, p. 1).

source: Interoperability
pt_pt: Interoperabilidade

source: Regulation (EU) 2019/817 of the European Parliament and of the Council of 20 May 2019 on establishing a framework for interoperability between EU information systems in the field of borders and visa and amending Regulations (EC) No 767/2008, (EU) 2016/399, (EU) 2017/2226, (EU) 2018/1240, (EU) 2018/1726 and (EU) 2018/1861 of the European Parliament and of the Council and Council Decisions 2004/512/EC and 2008/633/JHA (OJ L 135, 22.5.2019, p. 27).
pt_pt: Regulamento (UE) 2019/817 do Parlamento Europeu e do Conselho, de 20 de maio de 2019, relativo à criação de um regime de interoperabilidade entre os sistemas de informação da UE no domínio das fronteiras e vistos e que altera os Regulamentos (CE) n.o 767/2008, (UE) 2016/399, (UE) 2017/2226, (UE) 2018/1240, (UE) 2018/1726 e (UE) 2018/1861 do Parlamento Europeu e do Conselho, e as Decisões 2004/512/CE e 2008/633/JAI do Conselho (JO L 135 de 22.5.2019, p. 27).

source: Regulation (EU) 2019/818 of the European Parliament and of the Council of 20 May 2019 on establishing a framework for interoperability between EU information systems in the field of police and judicial cooperation, asylum and migration and amending Regulations (EU) 2018/1726, (EU) 2018/1862 and (EU) 2019/816 (OJ L 135, 22.5.2019, p. 85).
pt_pt: Regulamento (UE) 2019/818 do Parlamento Europeu e do Conselho, de 20 de maio de 2019, relativo à criação de um regime de interoperabilidade entre os sistemas de informação da UE no domínio da cooperação policial e judiciária, asilo e migração, e que altera os Regulamentos (UE) 2018/1726, (UE) 2018/1862 e (UE) 2019/816 (JO L 135 de 22.5.2019, p. 85).

source: ANNEX XI
pt_pt: ANEXO XI

source: Technical documentation referred to in Article 53(1), point (a) — technical documentation for providers of general-purpose AI models
pt_pt: Documentação técnica a que se refere o artigo 53.o, n.o 1, alínea a) — documentação técnica para os prestadores de modelos de IA de finalidade geral

source: Section 1
pt_pt: SECÇÃO 1

source: Information to be provided by all providers of general-purpose AI models
pt_pt: Informações a apresentar por todos os prestadores de modelos de IA de finalidade geral

source: The technical documentation referred to in Article 53(1), point (a) shall contain at least the following information as appropriate to the size and risk profile of the model:
pt_pt: A documentação técnica a que se refere o artigo 53.o, n.o 1, alínea a), deve conter, pelo menos, as informações indicadas a seguir, consoante aplicável à dimensão e ao perfil de risco do modelo:

source: A general description of the general-purpose AI model including:
pt_pt: Uma descrição geral do modelo de IA de finalidade geral, incluindo:

source: the tasks that the model is intended to perform and the type and nature of AI systems in which it can be integrated;
pt_pt: As tarefas que o modelo se destina a desempenhar e o tipo e a natureza dos sistemas de IA em que pode ser integrado;

source: the acceptable use policies applicable;
pt_pt: As políticas de utilização aceitáveis aplicáveis;

source: the date of release and methods of distribution;
pt_pt: A data de lançamento e os métodos de distribuição;

source: the architecture and number of parameters;
pt_pt: A arquitetura e o número de parâmetros;

source: the modality (e.g. text, image) and format of inputs and outputs;
pt_pt: A modalidade (por exemplo, texto, imagem) e formato das entradas e saídas;

source: the licence.
pt_pt: A licença.

source: A detailed description of the elements of the model referred to in point 1, and relevant information of the process for the development, including the following elements:
pt_pt: Uma descrição pormenorizada dos elementos do modelo a que se refere o ponto 1, e as informações pertinentes sobre o processo de desenvolvimento, incluindo os seguintes elementos:

source: the technical means (e.g. instructions of use, infrastructure, tools) required for the general-purpose AI model to be integrated in AI systems;
pt_pt: Os meios técnicos (por exemplo, instruções de utilização, infraestruturas, ferramentas) necessários para que o modelo de IA de finalidade geral seja integrado nos sistemas de IA;

source: the design specifications of the model and training process, including training methodologies and techniques, the key design choices including the rationale and assumptions made; what the model is designed to optimise for and the relevance of the different parameters, as applicable;
pt_pt: As especificações de conceção do modelo e do processo de treino, incluindo as metodologias e técnicas de treino, as principais opções de conceção, incluindo a fundamentação e os pressupostos assumidos; o que se pretende otimizar com o modelo e a importância dos diferentes parâmetros, se aplicável;

source: information on the data used for training, testing and validation, where applicable, including the type and provenance of data and curation methodologies (e.g. cleaning, filtering, etc.), the number of data points, their scope and main characteristics; how the data was obtained and selected as well as all other measures to detect the unsuitability of data sources and methods to detect identifiable biases, where applicable;
pt_pt: Informações sobre os dados utilizados para treino, testagem e validação, se aplicável, incluindo o tipo e a proveniência dos dados e as metodologias de curadoria (por exemplo, limpeza, filtragem, etc.), o número de pontos de dados, o seu âmbito e as principais características; a forma como os dados foram obtidos e selecionados, bem como todas as outras medidas para detetar a inadequação das fontes de dados e dos métodos para detetar enviesamentos identificáveis, se aplicável;

source: the computational resources used to train the model (e.g. number of floating point operations), training time, and other relevant details related to the training;
pt_pt: Os recursos computacionais utilizados para treinar o modelo (por exemplo, o número de operações de vírgula flutuante), o tempo de treino e outros dados pertinentes relacionados com a formação;

source: known or estimated energy consumption of the model.
pt_pt: O consumo de energia conhecido ou estimado do modelo.

source: With regard to point (e), where the energy consumption of the model is unknown, the energy consumption may be based on information about computational resources used.
pt_pt: No que diz respeito à alínea e), se o consumo de energia do modelo for desconhecido, o consumo de energia pode basear-se em informações sobre os recursos computacionais utilizados.

source: Additional information to be provided by providers of general-purpose AI models with systemic risk
pt_pt: Informações adicionais a prestar pelos prestadores de modelos de IA de finalidade geral com risco sistémico

source: A detailed description of the evaluation strategies, including evaluation results, on the basis of available public evaluation protocols and tools or otherwise of other evaluation methodologies.
pt_pt: Uma descrição pormenorizada das estratégias de avaliação, incluindo os resultados da avaliação, com base nos protocolos e ferramentas de avaliação públicos disponíveis ou noutras metodologias de avaliação.

source: Evaluation strategies shall include evaluation criteria, metrics and the methodology on the identification of limitations.
pt_pt: As estratégias de avaliação devem incluir critérios de avaliação, parâmetros e a metodologia de identificação de limitações.

source: Where applicable, a detailed description of the measures put in place for the purpose of conducting internal and/or external adversarial testing (e.g. red teaming), model adaptations, including alignment and fine-tuning.
pt_pt: Se aplicável, uma descrição pormenorizada das medidas adotadas para efeitos de realização de testagens antagónicas internas e/ou externas (por exemplo, simulação de ataques), adaptações do modelo, incluindo alinhamento e ajustes.

source: Where applicable, a detailed description of the system architecture explaining how software components build or feed into each other and integrate into the overall processing.
pt_pt: Se aplicável, uma descrição pormenorizada da arquitetura do sistema, explicando de que forma os componentes de software se utilizam ou se alimentam mutuamente e como se integram no processamento global.

source: ANNEX XII
pt_pt: ANEXO XII

source: Transparency information referred to in Article 53(1), point (b) — technical documentation for providers of general-purpose AI models to downstream providers that integrate the model into their AI system
pt_pt: Informações em matéria de transparência a que se refere o artigo 53.o, n.o 1, alínea b) — documentação técnica para os prestadores de modelos de IA de finalidade geral destinada aos prestadores a jusante que integrem o modelo no seu sistema de IA

source: The information referred to in Article 53(1), point (b) shall contain at least the following:
pt_pt: As informações a que se refere o artigo 53.o, n.o 1, alínea b) devem incluir, pelo menos, o seguinte:

source: the tasks that the model is intended to perform and the type and nature of AI systems into which it can be integrated;
pt_pt: As tarefas que o modelo se destina a desempenhar e o tipo e a natureza dos sistemas de IA em que pode ser integrado;

source: how the model interacts, or can be used to interact, with hardware or software that is not part of the model itself, where applicable;
pt_pt: De que forma o modelo interage ou pode ser utilizado para interagir com hardware ou software que não faça parte do próprio modelo, quando aplicável;

source: the versions of relevant software related to the use of the general-purpose AI model, where applicable;
pt_pt: As versões do software pertinente relacionadas com a utilização do modelo de IA de finalidade geral, se aplicável;

source: the licence for the model.
pt_pt: A licença para o modelo.

source: A description of the elements of the model and of the process for its development, including:
pt_pt: Uma descrição dos elementos do modelo e do respetivo processo de desenvolvimento, incluindo:

source: the technical means (e.g. instructions for use, infrastructure, tools) required for the general-purpose AI model to be integrated into AI systems;
pt_pt: Os meios técnicos (por exemplo, instruções de utilização, infraestruturas, ferramentas) necessários para que o modelo de IA de finalidade geral seja integrado nos sistemas de IA;

source: the modality (e.g. text, image, etc.) and format of the inputs and outputs and their maximum size (e.g. context window length, etc.);
pt_pt: A modalidade (por exemplo, texto, imagem, etc.) e o formato das entradas e saídas e a sua dimensão máxima (por exemplo, comprimento da janela de contexto, etc.);

source: information on the data used for training, testing and validation, where applicable, including the type and provenance of data and curation methodologies.
pt_pt: Informações sobre os dados utilizados para o treino, a testagem e a validação, se aplicável, incluindo o tipo e a proveniência dos dados e as metodologias de curadoria.

source: ANNEX XIII
pt_pt: ANEXO XIII

source: Criteria for the designation of general-purpose AI models with systemic risk referred to in Article 51
pt_pt: Critérios para a designação de modelos de IA de finalidade geral com risco sistémico a que se refere o artigo 51.o

source: For the purpose of determining that a general-purpose AI model has capabilities or an impact equivalent to those set out in Article 51(1), point (a), the Commission shall take into account the following criteria:
pt_pt: A fim de determinar que um modelo de IA de finalidade geral tem capacidades ou um impacto equivalentes aos previstos no artigo 51.o, n.o 1, alínea a), a Comissão deve ter em conta os seguintes critérios:

source: the number of parameters of the model;
pt_pt: O número de parâmetros do modelo;

source: the quality or size of the data set, for example measured through tokens;
pt_pt: A qualidade ou dimensão do conjunto de dados, por exemplo, medida através de tokens;

source: the amount of computation used for training the model, measured in floating point operations or indicated by a combination of other variables such as estimated cost of training, estimated time required for the training, or estimated energy consumption for the training;
pt_pt: A quantidade de cálculo utilizada para o treino do modelo, medida em operações de vírgula flutuante ou indicada por uma combinação de outras variáveis, como o custo estimado do treino, o tempo estimado necessário para o treino ou o consumo estimado de energia para o treino;

source: the input and output modalities of the model, such as text to text (large language models), text to image, multi-modality, and the state of the art thresholds for determining high-impact capabilities for each modality, and the specific type of inputs and outputs (e.g. biological sequences);
pt_pt: As modalidades de entrada e de saída do modelo, tais como texto para texto (grandes modelos linguísticos), texto para imagem, multimodalidade e limiares de ponta para determinar as capacidades de elevado impacto para cada modalidade, bem como o tipo específico de entradas e saídas (por exemplo, sequências biológicas);

source: the benchmarks and evaluations of capabilities of the model, including considering the number of tasks without additional training, adaptability to learn new, distinct tasks, its level of autonomy and scalability, the tools it has access to;
pt_pt: Os parâmetros de referência e avaliações das capacidades do modelo, nomeadamente tendo em conta o número de tarefas sem treino adicional, a adaptabilidade à aprendizagem de tarefas novas e distintas, o seu nível de autonomia e escalabilidade e as ferramentas a que tem acesso;

source: whether it has a high impact on the internal market due to its reach, which shall be presumed when it has been made available to at least 10 000 registered business users established in the Union;
pt_pt: Se tem um elevado impacto no mercado interno devido ao seu alcance, o que se presume quando tiver sido disponibilizado a, pelo menos, 10 000 utilizadores empresariais registados estabelecidos na União;

source: the number of registered end-users.
pt_pt: O número de utilizadores finais registados.

source: ISSN 1977-0677 (electronic edition)
pt_pt: ISSN 1977-0774 (electronic edition)
